[
  {
    "id": 1,
    "title": "AI and agriculture ",
    "day": "19",
    "month": "NOV",
    "category": "Science",
    "author": "By Admin",
    "comments": 65,
    "latest":true
  },
  {
    "id": 2,
    "title": "Low Maintenance Landscape",
    "day": "21",
    "month": "NOV",
    "category": "Gardening",
    "author": "By Admin",
    "comments": 65,
    "latest":true
  },
  {
    "id": 3,
    "title": "7 mental health benefits of gardening",
    "day": "30",
    "month": "NOV",
    "category": "Science",
    "author": "John Doe",
    "publish": "By Admin",
    "comments": 15,
    "latest": true,
    "content": [
      "It’s clear gardening for mental health is more than a passing trend. Getting busy with plants is like an escape valve from the pressures and stress of everyday life, but there are other important benefits you won’t want to miss out on. Here are seven ways in which gardening and horticulture therapy can help if you’re feeling lonely, low in energy and motivation, or anxious.",
      "1. STRESS RELIEF: One of the main benefits of gardening for mental health is its ability to relieve stress. Researchers saw this relaxing effect when investigating bathing in green or forest bathing, the Japanese concept of walking in forested areas, similar to German Kneipp therapy. Gardening also provides a welcome break from our increasingly tech-dominated lives.",
      "2. GROUNDING AND STRENGTHEN CONNECTIONS: Gardening fosters a sense of grounding, as it helps us reconnect with our roots as human beings. People who get involved in gardening often experience a deeper sense of belonging and connection with nature. This is no small feat: think about how disconnected the majority of people are from something as basic as the origin of the food they eat.",
      "3. STAYING PRESENT: Staying in the present moment through mindfulness has a long list of benefits, such as reduced rumination and stress reduction. Gardening is a way of practicing mindfulness as you need to concentrate on what you’re doing and you can also take time to enjoy the beauty around you.",
      "4. FINDING A SENSE OF PURPOSE: Another benefit of gardening for mental health is you can achieve a sense of worth and purpose. This happens when you get directly involved in something that is hands-on and can see the end result of your effort.",
      "5. REDUCE THE RISK OF ALZHEIMER’S AND DEMENTIA: Gardening is related to better brain function and to improved concentration and memory. Some studies have found that it can even reduce the risk of Alzheimer’s and dementia.",
      "6. HELPS YOU TO KEEP IN SHAPE: Indeed, gardening involves a lot of physical exercise and so is a form of physical therapy. Weeding, digging, carrying bags and pots around are all a good workout that can help you keep in shape.",
      "7. STRENGTHENS YOUR IMMUNE SYSTEM: You can strengthen your immune system by simply being exposed to natural light and to Vitamin D while you’re gardening outdoors. So, don’t be afraid to get your hands dirty: it can be absorbed by inhalation or ingested from your vegetables."
    ],
    "conclusion": "CONCLUSION: Gardening boosts mental health"
  },
    {
      "id": 4,
      "title": "Right Plants for Your Climate Zone",
      "day": "15",
      "month": "MAR",
      "category": "Science",
      "author": "Elon Musk",
      "comments": 120,
      "latest": false
    },
    {
      "id": 5,
      "title": "Global warming and climate changes",
      "day": "10",
      "month": "APR",
      "category": "Science",
      "author": "Nutritionist",
      "comments": 85,
      "latest": false
    },
    {
      "id": 6,
      "title": "Landscaping Trends for the Modern Homeowner",
      "day": "25",
      "month": "JUN",
      "category": "Lifestyle",
      "author": "Meditation Guru",
      "comments": 50,
      "latest": false
    }
  
  
]